brew "opencode"
brew "pi-coding-agent"
cask "anki"
cask "anytype"
cask "arduino-ide"
cask "audacity"
cask "blender@lts"
cask "dbeaver-community"
cask "devtoys"
cask "fontforge-app"
cask "godot"
cask "google-chrome"
cask "j"
cask "jdownloader"
cask "lm-studio"
cask "material-maker"
cask "mochi"
cask "obsidian"
cask "pixieditor"
cask "raycast"
cask "super-productivity"
cask "tablecruncher"
cask "wezterm"
cask "zed"
cask "zen"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/josharian/impl"
go "honnef.co/go/tools/cmd/staticcheck"
npm "corepack"
